---
kind: property
id: P:Autodesk.Revit.DB.PaperSourceSet.Size
source: html/4aef89d8-33c3-fa36-2d5b-bf0c7913710f.htm
---
# Autodesk.Revit.DB.PaperSourceSet.Size Property

Returns the number of objects that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```